{
  "autoclose.nvim": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "darkplus.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-progress.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "trouble.nvim": { "branch": "main" },
  "vim-vsnip": { "branch": "master" },
  "vim-wakatime": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
